Repository: luissaenz/vrm
Catalog: lib/l10n/app_*.arb
Languages: es

source: GOOD MORNING,
es: BUENOS DÍAS,

source: Streak
es: Racha

# days
source: {count} Days
es: {count} Días

source: New Project
es: Nuevo Proyecto

source: Voice control active
es: Control por voz activado

source: Recent Projects
es: Proyectos Recientes

source: View all
es: Ver todos

source: Ready to create?
es: ¿Listo para crear?

# captureIdeas
source: Capture your ideas, one fragment at a time.
es: Captura tus ideas, un fragmento a la vez.

# streakLabel
source: RECORDING STREAK
es: RACHA DE GRABACIÓN

source: FRAGMENTS
es: FRAGMENTOS

source: Calendar
es: Calendario

source: PROFILE
es: PERFIL

source: DRAFT
es: BORRADOR

source: READY
es: LISTO

source: WED
es: MIE

source: THU
es: JUE

source: FRI
es: VIE

source: SAT
es: SAB

# progressLabel
source: PROGRESS
es: PROGRESO

source: Edited yesterday
es: Editado ayer

# editedHoursAgo
source: Edited {count} hours ago
es: Editado hace {count} horas

# fragmentCount
source: {current}/{total} Fragments
es: {current}/{total} Fragmentos

# newProjectTitle
source: New Project
es: Nuevo Proyecto

# step1Title
source: STEP 1: WRITE OR PASTE YOUR SCRIPT
es: PASO 1: ESCRIBE O PEGA TU GUION

# charactersCount
source: {count} characters
es: {count} caracteres

# totalTimeEstimate
source: approximate duration {seconds}
es: duración aproximada {seconds}

source: ASSISTANT
es: ASISTENTE

# optimize
source: OPTIMIZE WITH AI
es: OPTIMIZAR CON IA

source: FRAGMENT PREVIEW
es: VISTA PREVIA DE FRAGMENTOS

# blocksCount
source: {count} BLOCKS
es: {count} BLOQUES

source: Split into Fragments
es: Dividir en Fragmentos

source: Paste
es: Pegar

source: SEGMENT
es: SEGMENTAR

# scriptAssistantTitle
source: Script Assistant
es: Asistente de Guion

# defineIdea
source: Define your Idea
es: Define tu Idea

# iaHelperText
source: AI will help you structure the perfect content.
es: La IA te ayudará a estructurar el contenido perfecto.

# videoIdeaLabel
source: VIDEO IDEA
es: IDEA DEL VIDEO

# videoIdeaPlaceholder
source: Ej: A video about how to organize your desk to be more productive in 5 steps...
es: Ej: Un video sobre cómo organizar tu escritorio para ser más productivo en 5 pasos...

source: Suggested Structures
es: Estructuras sugeridas

# hookTitle
source: Introduction / Hook
es: Introducción / Hook

# hookDesc
source: Hook your audience in the first 3 seconds with a common problem.
es: Engancha a tu audiencia en los primeros 3 segundos con un problema común.

# valueTitle
source: Value Development
es: Desarrollo de Valor

# valueDesc
source: Divide your explanation into 3 actionable and easy-to-follow key points.
es: Divide tu explicación en 3 puntos clave accionables y fáciles de seguir.

# ctaTitle
source: Close (CTA)
es: Cierre (CTA)

# ctaDesc
source: Ask your followers to like and share the content.
es: Pide a tus seguidores que den like y compartan el contenido.

source: Generate Full Script
es: Generar Guion Completo

# poweredByAi
source: POWERED BY LATEST GENERATION AI
es: POTENCIADO POR IA DE ÚLTIMA GENERACIÓN

# step2Title
source: STEP 2: VALIDATE THE FRAGMENTS
es: PASO 2: VALIDA LOS FRAGMENTOS

source: NEXT
es: SIGUIENTE

source: RE-RECORD
es: REGRABAR

source: PREPARATION
es: PREPARACIÓN

source: LISTENING...
es: ESCUCHANDO...

# systemReads
source: THE SYSTEM READS THE SCRIPT:
es: EL SISTEMA LEE EL GUION:

source: GET READY
es: PREPÁRATE

source: REPEAT
es: REPETIR

source: RECORD
es: GRABAR

source: WAITING...
es: ESPERANDO...

source: Voice control disabled
es: Control por voz desactivado

# recordingStatus
source: RECORDING
es: GRABANDO

# listeningToAdvance
source: Listening for voice to advance...
es: Escuchando voz para avanzar...

# welcomeTitle
source: WELCOME
es: BIENVENIDA

# welcomeHeadline
source: What is your biggest obstacle today?
es: ¿Cuál es tu mayor obstáculo hoy?

# welcomeCta
source: START
es: COMENZAR

# identityHeadline
source: Choose your Identity
es: Elige tu Identidad

# identitySubheadline
source: Touch the mirror that best reflects your purpose today
es: Toca el espejo que mejor refleje tu propósito hoy

# identityConfirm
source: CONFIRM IDENTITY
es: CONFIRMAR IDENTIDAD

# configTitle
source: Custom Configuration
es: Configuración Personalizada

# configGreetingLeader
source: "Welcome. I have configured the app in Efficiency Mode. Your scripts will be concise and the AI will automatically remove your silences."
es: "Bienvenido. He configurado la app en Modo Eficiencia. Tus guiones serán concisos y la IA eliminará tus silencios automáticamente."

# configGreetingInfluencer
source: "Hi! I have activated Flow Mode. The app will notify you if your smile or eye contact drops. Let's make them fall in love with your content."
es: "¡Hola! He activado el Modo Flow. La app te avisará si tu sonrisa o contacto visual caen. Vamos a hacer que se enamoren de tu contenido."

# configGreetingSeller
source: "Ready. I have loaded Elevator Pitch templates and proven sales scripts. Your goal is clarity."
es: "Listo. He cargado plantillas de Elevator Pitch y guiones de ventas probados. Tu objetivo es la claridad."

# configGreetingDefault
source: "We are ready to start."
es: "Estamos listos para empezar."

# configSummaryLabel
source: CONFIGURATION SUMMARY
es: RESUMEN DE CONFIGURACIÓN

# configTeleprompterLabel
source: Suggested speed for your profile
es: Velocidad sugerida para tu perfil

# configCta
source: CREATE MY FIRST VIDEO
es: CREAR MI PRIMER VIDEO

# configFooterLabel
source: PRESS TO START YOUR EXPERIENCE
es: PULSA PARA INICIAR TU EXPERIENCIA

# profileLeaderTitle
source: Leader
es: Líder

# profileLeaderTag
source: EFFICIENCY
es: EFICACIA

# profileLeaderQuote
source: "I have little time"
es: "Tengo poco tiempo"

# profileInfluencerTag
source: ENERGY
es: ENERGÍA

# profileInfluencerQuote
source: "I want to connect"
es: "Quiero conectar"

# profileSellerTitle
source: Seller
es: Vendedor

# profileSellerTag
source: CONFIDENCE
es: CONFIANZA

# profileSellerQuote
source: "I need to sell"
es: "Necesito vender"

# configSolutionLeaderTitle
source: Take 1 Minute
es: Toma 1 Minuto

# configSolutionLeaderSubtitle
source: Fast and perfect recordings
es: Grabaciones rápidas y perfectas

# configSolutionInfluencerTitle
source: Find your Voice
es: Encuentra tu Voz

# configSolutionInfluencerSubtitle
source: Create a community that loves you
es: Crea una comunidad que te ame

# configSolutionSellerTitle
source: Absolute Clarity
es: Claridad Absoluta

# configSolutionSellerSubtitle
source: Convert viewers into customers
es: Convierte espectadores en clientes

# configSolutionDefaultTitle
source: Optimized Solution
es: Solución Optimizada

# configSolutionDefaultSubtitle
source: Custom configuration
es: Configuración personalizada

# configPremiumLeaderTitle
source: "Magic Edit" Mode
es: Modo "Magic Edit"

# configPremiumLeaderSubtitle
source: Video ready in 30 seconds
es: Video listo en 30 segundos

# configPremiumInfluencerTitle
source: "Charisma" Filters
es: Filtros de "Carisma"

# configPremiumInfluencerSubtitle
source: Emotional tone analysis
es: Análisis de tono emocional

# configPremiumSellerTitle
source: Sales Teleprompter
es: Teleprompter de Venta

# configPremiumSellerSubtitle
source: Premium scripts included
es: Scripts premium incluidos

# configPremiumDefaultTitle
source: Premium Features
es: Funciones Premium

# configPremiumDefaultSubtitle
source: Unlock all potential
es: Desbloquea todo el potencial

# profileTeleprompterLeader
source: Fast Teleprompter ({ppm} ppm)
es: Teleprompter Rápido ({ppm} ppm)

# profileTeleprompterInfluencer
source: Dynamic Teleprompter ({ppm} ppm)
es: Teleprompter Dinámico ({ppm} ppm)

# profileTeleprompterSeller
source: Persuasive Teleprompter ({ppm} ppm)
es: Teleprompter Persuasivo ({ppm} ppm)

source: PERFORMANCE SUMMARY
es: RESUMEN DE RENDIMIENTO

# timeSavedTitle
source: Time Saved!
es: ¡Tiempo ahorrado!

# timeSavedDescription
source: You saved {minutes} min of editing by automatically joining {clips} clips.
es: Ahorraste {minutes} min de edición uniendo {clips} clips automáticamente.

# savedLabel
source: SAVED
es: AHORRADO

# ritmoLabel
source: RHYTHM
es: RITMO

# perfectoLabel
source: PERFECT
es: PERFECTO

# fillerWordsLabel
source: FILLER WORDS
es: PALABRAS DE RELLENO

# detectedLabel
source: {count} DETECTED
es: {count} DETECTADAS

# lowStatus
source: Low
es: Bajo

# pausesLabel
source: PAUSES
es: PAUSAS

# removedLabel
source: removed
es: eliminados

# previewTitle
source: Preview
es: Vista previa

source: Edit manually
es: Editar manualmente

source: Export Video
es: Exportar Video
